{"config": [{"config": {"batch_input_shape": [null, 4], "dtype": "float32", "bias_constraint": null, "trainable": true, "name": "dense_46", "units": 200, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "name": "dense_47", "units": 200, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "name": "dense_48", "units": 2, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "activation": "linear"}, "class_name": "Dense"}], "keras_version": "2.0.3", "class_name": "Sequential", "backend": "tensorflow"}