{"backend": "tensorflow", "keras_version": "2.0.3", "config": [{"config": {"kernel_constraint": null, "use_bias": true, "batch_input_shape": [null, 4], "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "activation": "relu", "name": "dense_4", "units": 200, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "activation": "relu", "name": "dense_5", "units": 200, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "activation": "linear", "name": "dense_6", "units": 2, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "class_name": "Sequential"}